Repository: Stasoon/MusicSearcher--TgBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uk, uz

source: ✅ Проверить ✅
uk: ✅ Перевірити ✅
uz: ✅ Tekshirish ✅

source: 🎶 Новинки
uz: 🎶 Yangiliklar

source: 🎧 Популярное
uk: 🎧 Популярні
uz: 🎧 Ommabop

source: 🔍 Поиск
uk: 🔍 Пошук
uz: 🔍 Qidiruv

source: 🎵 Узнать песню 🎵
uk: 🎵 Дізнатися пісню 🎵
uz: 🎵 Qo'shiqni bilib oling 🎵

source: ➕ Добавить профиль ➕
uk: ➕ Додати профіль ➕
uz: ➕ Profil qo'shish ➕

source: Аудиозаписи
uk: Аудіозаписи
uz: Audio yozuvlar

source: Плейлисты
uk: Плейлисти
uz: Pleylistlar

source: Удалить
uk: Видалити
uz: O'chirish

source: Отмена
uk: Відміна
uz: Bekor qilish

source: 👋 Привет, {user_name}!
uk: 👋 Привіт, {user_name}!
uz: 👋 Salom, {user_name}!

source: 🌏 Выберите язык:
uk: 🌏 Виберіть мову:
uz: 🌏 Tilni tanlang:

source: ✅ Язык выбран
uk: ✅ Мова обрана
uz: ✅ Til tanlangan

source: ❗Подпишитесь на каналы, чтобы получить песню❗
uk: ❗Підпишіться на канали, щоб отримати пісню❗
uz: ❗Qo'shiq uchun kanallarga obuna bo'ling❗

source: Нажмите и подпишитесь на спонсоров в боте
uk: Натисніть і підпишіться на спонсорів у боті
uz: Botdagi homiylarni bosing va kuzatib boring

source: ✅ Готово! Можете пользоваться ботом.
uk: ✅ Готово! Можете користуватися ботом.
uz: ✅ Tayyor! Siz botdan foydalanishingiz mumkin.

source: Вы подписались не на все каналы 😔
uk: Ви підписалися не на всі канали 😔
uz: Siz barcha kanallarga obuna bo'lmagansiz😔

source: <b>🔎 Чтобы найти музыку, отправьте мне что-то из этого: • Название песни или исполнителя • Ссылку на TikTok • Видео • Голосовое сообщение • Видеосообщение</b>
uk: <b>🔎 Щоб знайти музику, надішліть мені щось із цього: • Назва пісні або виконавця • Посилання на TikTok • Відео • Голосове повідомлення • Відеоповідомлення</b>
uz: <b> Musiqani topish uchun menga shulardan birini yuboring: • Qo'shiq yoki ijrochining nomi • TikTok-ga havola • Video • Ovozli xabar • Video xabar</b>

source: 👥 Сохранённые профили:
uk: 👥 Збережені профілі:
uz: 👥 Saqlangan profillar:

source: 👤 Профиль: <b>{profile_name}</b>
uk: 👤 Профіль: <b>{profile_name}</b>
uz: Profil: <b>{profile_name}</b>

source: ✅ Профиль {profile_name} удалён
uk: ✅ Профіль {profile_name} видалений
uz: ✅ Profil {profile_name} o'chirildi

source: <b>Отправь мне ссылку на страницу или сообщество.</b> Например: 🔘 @durov 🔘 vk.com/durov 🔘 https://vk.com/id258650556
uk: <b>Відправ мені посилання на сторінку або спільноту.</b> Наприклад: 🔘 @durov 🔘 vk.com/durov 🔘 https://vk.com/id258650556
uz: <b>Menga sahifaga yoki jamoaga havola yuboring.</b> Masalan: 🔘 @durov 🔘 vk.com/durov 🔘 https://vk.com/id258650556

source: 🎵 Название песни: <b>{song_title}</b> 🎸 Исполнитель: <b>{author_name}</b>
uk: 🎵 Назва пісні: <b>{song_title}</b> 🎸 Виконавець: <b>{author_name}</b>
uz: 🎵Qo'shiq nomi: <b>{song_title} </b> Исполнитель ijrochi: <b>{author_name}</b>

source: Песня не найдена 😔🎧
uz: Qo'shiq topilmadi😔 🎧

source: <b>Неверная ссылка.</b> Попробуйте ещё раз, например: 🔘 @durov 🔘 vk.com/durov 🔘 https://vk.com/id258650556
uk: <b>Невірне посилання.</b> Спробуйте ще раз, наприклад: 🔘 @durov 🔘 vk.com/durov 🔘 https://vk.com/id258650556
uz: <b> noto'g'ri havola.</b> Qayta urinib ko'ring, masalan: 🔘 @durov 🔘 vk.com/durov 🔘 https://vk.com/id258650556

source: ❗Аудиозаписи профиля/сообщества скрыты настройками приватности
uk: ❗Аудіозаписи профілю/спільноти приховані налаштуваннями приватності
uz: ❗Profil/hamjamiyat audio yozuvlari maxfiylik sozlamalari bilan yashiringan

source: 😢 Страница не найдена. Возможно, вы отправили неверную ссылку или короткое имя.
uk: 😢 Сторінка не знайдена. Можливо, ви надіслали невірне посилання або коротке ім'я.
uz: 😢 Sahifa topilmadi. Siz noto'g'ri havolani yoki qisqa ismni yuborgan bo'lishingiz mumkin.

source: Пожалуйста, не так часто 🙏
uk: Будь ласка, не так часто 🙏
uz: Iltimos, tez-tez emas 🙏

source: Песня не найдена 😔🎧 Перефразируйте запрос и попробуйте снова
uk: Пісня не знайдена 😔🎧 Переформулюйте запит і спробуйте ще раз
